{
 "attach_print": 0,
 "channel": "Email",
 "condition": "doc.workflow_state == \"Pending for TOT Approval from Customer\"",
 "creation": "2022-08-12 18:36:13.296385",
 "days_in_advance": 0,
 "docstatus": 0,
 "doctype": "Notification",
 "document_type": "Primary Customer Form",
 "enabled": 1,
 "event": "Value Change",
 "idx": 0,
 "is_standard": 1,
 "message": "{% set document = frappe.get_doc(\"Hector Settings\") %}\nDearest friend,<br>\n<br>\nThank you for choosing to sail with Paper Boat!<br>\n<br>\nWe hope to find new horizons and make the most of our journey together. We believe in putting our best foot forward in everything we do. Starting from the crucial innings of gully cricket to this partnership we are about to embark on. To ensure our partnership is strong and will help us win our game we’ve provided you a set of terms and conditions (“Terms of Trade”) to go through which can be accessed by clicking on the link below. Please give your consent on these terms and conditions by replying to this email so that we may take this forward!<br>\n<br>\nHoping to hear the best from you, Your newfound friends at Paper Boat! TOT(Terms Of Trade)<br>\n<a href={{document.tot_attachment}}>Click here to view TermsOfTrade</a>\n<br><br>\nWe further wish to inform you that:<br>\n<br>\n<p style=\"color:#424242;font-size:12px\">In connection with your association with the company as a customer, you may provide to\nthe company, certain information with respect to entity identification details, registration\nnumbers, PAN and/or GST numbers, bank account details, personal information including\nsensitive personal data or information (as such term is defined in the Information\nTechnology Act, 2000 read with the Information Technology (Reasonable security\npractices and procedures and sensitive personal data or information) Rules, 2011) and\nthe Aadhaar number (as such term is defined under the Aadhaar (Targeted Delivery of\nFinancial and Other Subsidies, Benefits and Services) Act, 2016), as may be applicable\n(“Information”). Any Information, if shared by you with the company, will be shared by you\nhaving full legal capacity and authority to share such Information and such Information\nwill be collected, processed, stored, handled, used, transferred, disclosed and/or\nretained, as may be required, in accordance with the company’s confidentiality\nobligations, privacy policy and subject to applicable law, for the purpose of administering\nyour association with the company and based on the requirements of such association for\nonboarding, registration, billing, accounting, conducting background checks, in\nconnection with business of the company and the company’s internal record keeping\npurposes. The company may either by itself, or through third party service providers,\nprocess any Information for relevant and limited purposes in connection with your\nassociation with the company, subject to applicable laws. You, having read and\nunderstood the aforesaid terms of collection, processing, handling, use, transfer and\ndisclosure of Information, are requested to provide your express consent while sharing\nthe Information with the company. You shall as and when there is any update to the\nInformation shared with the company, seek access and update such Information which\nrelates to you. Your sharing of the Information with the company shall certify that such\nInformation provided by you to the company is true, accurate and complete, and you\nhereby agree to fully indemnify and keep indemnified the company, its management,\nemployees and representatives for any claims, demands, losses, damages, actions\nand/or other liabilities, whether financial or otherwise, arising directly or indirectly from\nany reliance upon such Information.\n</p>\n",
 "modified": "2023-03-14 15:36:06.483825",
 "modified_by": "Administrator",
 "module": "Hector",
 "name": "TOT Email Notification",
 "owner": "Administrator",
 "recipients": [
  {
   "cc": "{{ doc.modified_by }}, {{ doc.owner }}\nprathap-v@hectorbeverages.com",
   "condition": "doc.workflow_state == \"Pending for TOT Approval from Customer\"",
   "receiver_by_document_field": "customer_email_address",
   "receiver_by_role": "Primary Customer Master Approver"
  }
 ],
 "send_system_notification": 0,
 "send_to_all_assignees": 0,
 "sender": "Notifications",
 "sender_email": "notification@hectorbeverages.com",
 "subject": "{{ doc.customer_name }} Thanks for connecting with Hector Beverages",
 "value_changed": "workflow_state"
}