{
 "attach_print": 0,
 "channel": "Email",
 "condition": "doc.workflow_state == \"Pending for TOT Approval from Customer\"",
 "creation": "2022-08-12 18:36:13.296385",
 "days_in_advance": 0,
 "docstatus": 0,
 "doctype": "Notification",
 "document_type": "Primary Customer Form",
 "enabled": 1,
 "event": "Value Change",
 "idx": 0,
 "is_standard": 1,
 "message": "{% set document = frappe.get_doc(\"Hector Settings\") %}\nDearest friend,<br>\n<br>\nThank you for choosing to sail with Paper Boat! <br>We hope to find new horizons and make the most of our journey together. We believe in putting our best foot forward in everything we do. Starting from the crucial innings of gully cricket to this partnership we are about to embark on.\nTo ensure our partnership is strong and will help us win our game we’ve sent you a set of terms and conditions to go through. Please send us a response in agreement so that we may take this forward!\n<br><br>\nHoping to hear the best from you,\nYour newfound friends at Paper Boat!\nTOT(Terms Of Trade)<br>\n<a href={{document.tot_attachment}}>Click here to view TermsOfTrade</a>\n<br><br>\n<p style=\"color:#424242;font-size:12px\">The personal information including sensitive personal data or information (as such term is defined in the Information Technology Act, 2000 read with the Information Technology (Reasonable security practices and procedures and sensitive personal data or information) Rules, 2011), and the Aadhaar number (as such term is defined under the Aadhaar (Targeted Delivery of Financial and Other Subsidies, Benefits and Services) Act, 2016) (collectively, the <b>“Personal Information”</b>), you provide to the company in connection with your association with the company will be used for the purpose of administering your association with the company and the company's internal record keeping purposes generally. The company may either by itself, or through third party service providers, process such Personal Information for relevant and limited purposes in connection with your association with the company, conducting background checks, and the business of the company. By providing information through this form, you expressly consent to the collection, processing, storage, retention, disclosure and transfer of your Personal Information by the company in accordance with the company’s privacy policy and applicable law. Subject to applicable law, this may include the retention of the Personal Information by the company even after the termination of your association with the company. You have the right to access and update the Personal Information which relates to you and has been collected by the company. You hereby certify that the Personal Information provided to the company is true, accurate and complete, and agree to fully indemnify and keep indemnified the company, its management, employees and representatives for any claims, demands, losses, damages, or other liabilities, whether financial or otherwise, arising directly or indirectly from any reliance thereupon.</p>\n",
 "modified": "2022-12-07 11:48:20.491331",
 "modified_by": "Administrator",
 "module": "Hector",
 "name": "TOT Email Notification",
 "owner": "Administrator",
 "recipients": [
  {
   "cc": "{{ doc.modified_by }}, {{ doc.owner }}\nprathap-v@hectorbeverages.com",
   "condition": "doc.workflow_state == \"Pending for TOT Approval from Customer\"",
   "receiver_by_document_field": "customer_email_address",
   "receiver_by_role": "Primary Customer Master Approver"
  }
 ],
 "send_system_notification": 0,
 "send_to_all_assignees": 0,
 "sender": "Notifications",
 "sender_email": "notification@hectorbeverages.com",
 "subject": "{{ doc.customer_name }} Thanks for connecting with Hector Beverages",
 "value_changed": "workflow_state"
}