{
 "attach_print": 0,
 "channel": "Email",
 "condition": "doc.workflow_state == \"Secondary Customer Approved\"",
 "creation": "2022-06-02 16:06:08.289309",
 "days_in_advance": 0,
 "docstatus": 0,
 "doctype": "Notification",
 "document_type": "Secondary Customer Form",
 "enabled": 1,
 "event": "Value Change",
 "idx": 0,
 "is_standard": 1,
 "message": "Hello {{  doc.name_of_new_distributor  }}, <br><br>\n<b>Welcome aboard friend!</b>\n<br><br>\nIt is great to have you onboard Paper Boat! We're all set to sail and take on the rolling seas with you by our side.\n<br><br>\nMuch like the first day of school, we would love for you to get to know us. At Paper Boat we make \"drinks and memories\" and we would love for you to make them with us! We believe in doing everything with honesty and giving our 100%. We are always looking for new horizons and greater opportunities and do not doubt that your support will help us get there! \n<br><br>\nWe are beyond happy to work with you and cannot wait to change our partnership into a long-standing friendship! Please know that you may reach out to us for anything.\n<br><br>\n<b>It is our mission to make you more productive by the means of technology!</b> For this we\nprovide below facilities<b> Absolutely Free!</b><br>\nWe recommend you to use these facilities actively.<br><br>\n1. <b>Sell Easy App</b> -Helps you to take retailer orders, go through training videos, and update\nyour inventory<br>\n<a href =\"https://play.google.com/store/apps/details?id=com.selleasy\">https://play.google.com/store/apps/details?id=com.selleasy</a> &nbsp; <a href=\"https://play.google.com/store/apps/details?id=com.selleasy\">\n         <img alt=\"Link\" src=\"https://helios-i.mashable.com/imagery/articles/04EZglaVzAW19V6FIiDD3TA/images-1.fit_lim.size_376x.png\"\n         width=\"15\" height=\"15\">\n      </a><br><br>\n2. <b>Paper Boat WhatsApp Channel</b> -Reach out to us directly for any feedback or concerns!\nSenior members of our team will respond you directly.<br>\n<a href =\"https://wa.me/919513416168\">https://wa.me/919513416168</a> &nbsp; <a href=\"https://wa.me/919513416168\">\n         <img alt=\"Link\" src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/WhatsApp.svg/479px-WhatsApp.svg.png\"\n         width=\"15\" height=\"15\">\n      </a>\n<br><br>\n3. <b>Paper Boat B2B Sales Platform App</b> -Please the orders to Hector Beverages, get all the\nnotifications and tracking order status online!<br>\n<a href =\"http://paper-boat.com/B2B\">http://paper-boat.com/B2B</a> &nbsp; <a href=\"http://paper-boat.com/B2B\">\n         <img alt=\"Link\" src=\"https://helios-i.mashable.com/imagery/articles/04EZglaVzAW19V6FIiDD3TA/images-1.fit_lim.size_376x.png\"\n         width=\"15\" height=\"15\">\n      </a>\n<br><br>\nHere's to the many adventures that are yet to come,<br>\n<b>Your teammates at Paper Boat!</b> <br>\n-- Hector Beverage<br><br>\n<p style = \"font-size:10px\">Note: Please note that the business information provided by you is saved in the system of Hector Beverages Pvt. Ltd. for\nfuture reference as per the regulations. Please right back to paperboat@hectorbeverages.com if there are any concerns.</p>\n<br><br>\n<p style=\"color:#424242;font-size:12px\">The personal information including sensitive personal data or information (as such term is defined in the Information Technology Act, 2000 read with the Information Technology (Reasonable security practices and procedures and sensitive personal data or information) Rules, 2011), and the Aadhaar number (as such term is defined under the Aadhaar (Targeted Delivery of Financial and Other Subsidies, Benefits and Services) Act, 2016) (collectively, the <b>“Personal Information”</b>), you provide to the company in connection with your association with the company will be used for the purpose of administering your association with the company and the company's internal record keeping purposes generally. The company may either by itself, or through third party service providers, process such Personal Information for relevant and limited purposes in connection with your association with the company, conducting background checks, and the business of the company. By providing information through this form, you expressly consent to the collection, processing, storage, retention, disclosure and transfer of your Personal Information by the company in accordance with the company’s privacy policy and applicable law. Subject to applicable law, this may include the retention of the Personal Information by the company even after the termination of your association with the company. You have the right to access and update the Personal Information which relates to you and has been collected by the company. You hereby certify that the Personal Information provided to the company is true, accurate and complete, and agree to fully indemnify and keep indemnified the company, its management, employees and representatives for any claims, demands, losses, damages, or other liabilities, whether financial or otherwise, arising directly or indirectly from any reliance thereupon.</p>",
 "modified": "2022-12-07 11:53:53.086185",
 "modified_by": "Administrator",
 "module": "Hector",
 "name": "Welcome {{ name_of_new_distributor }} to Hector Beverages",
 "owner": "Administrator",
 "recipients": [
  {
   "receiver_by_document_field": "distributor_email_id"
  }
 ],
 "send_system_notification": 0,
 "send_to_all_assignees": 0,
 "sender": "Notifications",
 "sender_email": "notification@hectorbeverages.com",
 "subject": "Welcome {{ doc.name_of_new_distributor }} to Hector Beverages",
 "value_changed": "workflow_state"
}