{
 "attach_print": 0,
 "channel": "Email",
 "condition": "doc.workflow_state == \"Vendor Rejected\"",
 "creation": "2021-12-24 16:56:04.666521",
 "days_in_advance": 0,
 "docstatus": 0,
 "doctype": "Notification",
 "document_type": "Vendor",
 "enabled": 1,
 "event": "Value Change",
 "idx": 0,
 "is_standard": 1,
 "message": "Hello Vendor,\n<br><br>\nYour Request for Vendor Creation has been Rejected.<br><br>\nPlease fill the Form again with Appropriate Details.<br><br>\nYou can <a href=\"{{frappe.utils.get_url('/email-verification')}}\">click here</a> to fill the form.<br><br>\n<p style=\"color:#424242;font-size:12px\">In connection with your association with the company as a vendor, you may provide to the company, certain information with respect to entity identification details, registration numbers, PAN and/or GST numbers, bank account details, personal information including sensitive personal data or information (as such term is defined in the Information Technology Act, 2000 read with the Information Technology (Reasonable security practices and procedures and sensitive personal data or information) Rules, 2011) and the Aadhaar number (as such term is defined under the Aadhaar (Targeted Delivery of Financial and Other Subsidies, Benefits and Services) Act, 2016), as may be applicable (“Information”). The Information being shared by you with the company, is being shared by you having full legal capacity and authority to share such Information and such Information will be collected, processed, stored, handled, used, transferred, disclosed and/or retained, as may be required, in accordance with the company’s confidentiality obligations, privacy policy and subject to applicable law, for the purpose of administering your association with the company and based on the requirements of such association for onboarding, registration, billing, accounting, conducting background checks, in connection with business of the company and the company’s internal record keeping purposes. The company may either by itself, or through third party service providers, process any Information for relevant and limited purposes in connection with your association with the company, subject to applicable laws. You, having read and understood the aforesaid terms of collection, processing, handling, use, transfer and disclosure of Information, hereby provide your express consent while sharing the Information in this form with the company. You shall as and when there is any update to the Information shared with the company, seek access and update such Information which relates to you. Your sharing of the Information with the company hereby certifies that such Information provided by you to the company is true, accurate and complete, and you hereby agree to fully indemnify and keep indemnified the company, its management, employees and representatives for any claims, demands, losses, damages, actions and/or other liabilities, whether financial or otherwise, arising directly or indirectly from any reliance upon such Information.\n</p>\n",
 "modified": "2023-02-17 12:15:27.517890",
 "modified_by": "Administrator",
 "module": "Hector",
 "name": "Your Request has been Rejected",
 "owner": "Administrator",
 "recipients": [
  {
   "receiver_by_document_field": "email_address"
  }
 ],
 "send_system_notification": 0,
 "send_to_all_assignees": 0,
 "sender": "Notifications",
 "sender_email": "notification@hectorbeverages.com",
 "subject": "Your Request has been Rejected",
 "value_changed": "workflow_state"
}